{
  "seer": [
    {
      "meaning": "الصبر نصف الإيمان",
      "name": "قال رسول الله ﷺ: الصبر ضياء. (رواه مسلم)"
    },
    {
      "meaning": "أجر الصابرين بغير حساب",
      "name": "قال الله تعالى في الحديث القدسي: ما لعبدي المؤمن عندي جزاء إذا قبضت صفيه من أهل الدنيا ثم احتسبه، إلا الجنة. (رواه البخاري)"
    },
    {
      "meaning": "الصبر عند الصدمة الأولى",
      "name": "قال رسول الله ﷺ: إنما الصبر عند الصدمة الأولى. (رواه البخاري ومسلم)"
    },
    {
      "meaning": "من يصبر يُصبِّره الله",
      "name": "قال رسول الله ﷺ: ومن يتصبر يُصبِّره الله، وما أُعطي أحدٌ عطاءً خيرًا وأوسع من الصبر. (رواه البخاري ومسلم)"
    },
    {
      "meaning": "الصبر على البلاء رفعة في الدرجات",
      "name": "قال رسول الله ﷺ: إن العبد إذا سبقت له من الله منزلة لم يبلغها بعمله، ابتلاه الله في جسده أو في ماله أو في ولده، ثم صبَّره على ذلك حتى يبلغه المنزلة التي سبقت له من الله. (رواه أحمد وأبو داود وصححه الألباني)"
    },
    {
      "meaning": "الصبر على فقدان الأحبة",
      "name": "قال رسول الله ﷺ: إذا مات ولد العبد، قال الله لملائكته: قبضتم ولد عبدي؟ فيقولون: نعم، فيقول: قبضتم ثمرة فؤاده؟ فيقولون: نعم، فيقول: فماذا قال عبدي؟ فيقولون: حمدك واسترجع، فيقول الله: ابنوا لعبدي بيتًا في الجنة وسمّوه بيت الحمد.(رواه الترمذي وحسنه الألباني)"
    },
    {
      "meaning": "الصبر على أذى الناس",
      "name": "قال رسول الله ﷺ: رحم الله رجلاً صبر على سوء خلق امرأته، وامرأة صبرت على سوء خلق زوجها. (رواه الطبراني وصححه الألباني)"
    },
    {
      "meaning": "أجر الصابر على المرض",
      "name": "قال رسول الله ﷺ: لا يصيب المؤمن شوكة فما فوقها، إلا حط الله بها خطيئة، ورفع له بها درجة. (رواه البخاري ومسلم)"
    },
    {
      "meaning": "الصبر على الفقر",
      "name": "قال رسول الله ﷺ: اطلعت في الجنة، فرأيت أكثر أهلها الفقراء. (رواه البخاري ومسلم)"
    },
    {
      "meaning": "صبر النبي ﷺ على الأذى",
      "name": "قال عبد الله بن مسعود رضي الله عنه: كأني أنظر إلى النبي ﷺ يحكي نبيًا من الأنبياء ضربه قومه حتى أدموه، وهو يمسح الدم عن وجهه ويقول: اللهم اغفر لقومي فإنهم لا يعلمون.(رواه البخاري ومسلم)"
    },
    {
      "meaning": "الصبر على الجهاد في سبيل الله",
      "name": "قال رسول الله ﷺ: من صبر على حر المدينة وشدتها، كنت له شفيعًا يوم القيامة. (رواه مسلم)"
    },
    {
      "meaning": "الصبر على الجوع والعطش",
      "name": "قال رسول الله ﷺ: قد أفلح من أسلم، ورُزق كفافًا، وقنعه الله بما آتاه.  (رواه مسلم)"
    },
    {
      "meaning": "الصبر على الطاعات",
      "name": "قال رسول الله ﷺ: حُفَّت الجنة بالمكاره، وحُفَّت النار بالشهوات. (رواه مسلم)"
    },
    {
      "meaning": "الصبر على فقدان الأحباب",
      "name": "قال رسول الله ﷺ: ما يزال البلاء بالمؤمن والمؤمنة في نفسه وولده وماله، حتى يلقى الله وما عليه خطيئة. (رواه الترمذي وصححه الألباني)"
    },
    {
      "meaning": "الصبر على جور الحكام",
      "name": "قال رسول الله ﷺ: إنكم سترون بعدي أثرة وأمورًا تنكرونها، قالوا: فما تأمرنا يا رسول الله؟ قال: أدوا إليهم حقهم، وسلوا الله حقكم. (رواه البخاري ومسلم)"
    },
    {
      "meaning": "الصبر على الفتن",
      "name": "قال رسول الله ﷺ: يأتي على الناس زمان الصابر فيهم على دينه كالقابض على الجمر. (رواه الترمذي وصححه الألباني)"
    },
    {
      "meaning": "الصبر على المصائب يزيد الأجر",
      "name": "قال رسول الله ﷺ: إن الرجل ليكون له عند الله المنزلة فما يبلغها بعمل، فما يزال الله يبتليه بما يكره حتى يبلغه إياها. (رواه أبو داود وصححه الألباني)"
    },
    {
      "meaning": "الصبر عند موت الأقارب",
      "name": "قال رسول الله ﷺ: ما من مسلم يموت له ثلاثة من الولد لم يبلغوا الحنث، إلا أدخله الله الجنة بفضل رحمته إياهم. (رواه البخاري ومسلم)"
    },
    {
      "meaning": "الصبر عند الشدائد يجلب الفرج",
      "name": "قال رسول الله ﷺ: واعلم أن النصر مع الصبر، وأن الفرج مع الكرب، وأن مع العسر يسرًا. (رواه أحمد وصححه الألباني)"
    },
    {
      "meaning": "الصبر على البلاء سبب لمحبة الله",
      "name": "قال رسول الله ﷺ: إذا أحب الله عبدًا ابتلاه، فإن صبر اجتباه، وإن رضي اصطفاه.(رواه الطبراني وحسنه الألباني)"
    }
  ],
  "sabr": [
    {
      "meaning": "حديث الهجرة وصحبة أبي بكر",
      "name": "قال النبي ﷺ لأبي بكر رضي الله عنه وهما في الغار: ما ظنك يا أبا بكر باثنين الله ثالثهما؟! لا تحزن، إن الله معنا.(رواه البخاري ومسلم)"
    },
    {
      "meaning": "حديث عن أهمية الصدق",
      "name": "قال رسول الله ﷺ: عليكم بالصدق، فإن الصدق يهدي إلى البر، وإن البر يهدي إلى الجنة، وما يزال الرجل يصدق ويتحرى الصدق حتى يُكتب عند الله صديقًا، وإياكم والكذب، فإن الكذب يهدي إلى الفجور، وإن الفجور يهدي إلى النار، وما يزال الرجل يكذب ويتحرى الكذب حتى يُكتب عند الله كذابًا. (رواه البخاري ومسلم)"
    },
    {
      "meaning": "حديث عن الرحمة بالأطفال",
      "name": "عن أبي قتادة رضي الله عنه قال: رأيت النبي ﷺ وهو يحمل أمامة بنت زينب بنت رسول الله ﷺ على عاتقه، فإذا ركع وضعها، وإذا قام حملها. (رواه البخاري ومسلم)"
    },
    {
      "meaning": "حديث عن التواضع وحب الخير للناس",
      "name": "قال رسول الله ﷺ:لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر، فقال رجل: إن الرجل يحب أن يكون ثوبه حسنًا ونعله حسنًا، فقال النبي ﷺ: إن الله جميل يحب الجمال، الكبر بطر الحق وغمط الناس. (رواه مسلم)"
    },
    {
      "meaning": "حديث عن فضل بر الوالدين",
      "name": "جاء رجل إلى النبي ﷺ فقال: يا رسول الله، أردت أن أغزو، وقد جئت أستشيرك، فقال: هل لك من أم؟ قال: نعم، قال: فالزمها، فإن الجنة عند رجليها. (رواه النسائي وصححه الألباني)"
    },
    {
      "meaning": "حديث عن فضل الصلاة في المسجد",
      "name": "قال رسول الله ﷺ: صلاة الرجل في الجماعة تضعف على صلاته في بيته وفي سوقه خمسًا وعشرين ضعفًا، وذلك أنه إذا توضأ فأحسن الوضوء، ثم خرج إلى المسجد لا يخرجه إلا الصلاة، لم يخطُ خطوة إلا رفعت له بها درجة، وحُط عنه بها خطيئة، فإذا صلى لم تزل الملائكة تصلي عليه ما دام في مصلاه، ما لم يحدث، تقول: اللهم صل عليه، اللهم ارحمه، ولا يزال في صلاة ما انتظر الصلاة. (رواه البخاري ومسلم)"
    },
    {
      "meaning": "حديث عن فضل العلم",
      "name": "قال رسول الله ﷺ: إذا مات الإنسان انقطع عنه عمله إلا من ثلاث: صدقة جارية، أو علم يُنتفع به، أو ولد صالح يدعو له.(رواه مسلم)"
    },
    {
      "meaning": "حديث عن حرمة دم المسلم",
      "name": "قال رسول الله ﷺ في خطبة الوداع: إن دماءكم وأموالكم وأعراضكم حرام عليكم كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا، ألا هل بلغت؟ اللهم فاشهد.(رواه البخاري ومسلم)"
    },
    {
      "meaning": "حديث عن فضل التوبة",
      "name": "قال رسول الله ﷺ: لله أشد فرحًا بتوبة عبده حين يتوب إليه من أحدكم كان على راحلته بأرض فلاة، فانفلتت منه وعليها طعامه وشرابه، فأيس منها، فأتى شجرة فاضطجع في ظلها، وقد أيس من راحلته، فبينما هو كذلك إذ هو بها قائمة عنده، فأخذ بخطامها، ثم قال من شدة الفرح: اللهم أنت عبدي وأنا ربك، أخطأ من شدة الفرح. (رواه مسلم)"
    },
    {
      "meaning": "حديث عن فضل إفشاء السلام",
      "name": "قال رسول الله ﷺ: لا تدخلون الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أولا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم. (رواه مسلم)"
    },
    {
      "meaning": "حديث عن الرحمة بالناس",
      "name": "قال رسول الله ﷺ: الراحمون يرحمهم الرحمن، ارحموا من في الأرض يرحمكم من في السماء. (رواه الترمذي وصححه الألباني)"
    },
    {
      "meaning": "حديث عن حسن الخلق",
      "name": "قال رسول الله ﷺ: إن المؤمن ليدرك بحسن خلقه درجة الصائم القائم. (رواه أبو داود وصححه الألباني)"
    }
  ],
  "zekr": [
    {
      "meaning": "فضل التسبيح والتحميد",
      "name": "من قال سبحان الله وبحمده في يوم مئة مرة، حُطت خطاياه وإن كانت مثل زبد البحر.  [صحيح مسلم]"
    },
    {
      "meaning": "الدعاء عبادة",
      "name": "الدعاء هو العبادة.  [رواه الترمذي]"
    },
    {
      "meaning": "أهمية السؤال من الله",
      "name": "من لا يسأل الله يغضب عليه.  [رواه الترمذي]"
    },
    {
      "meaning": "دعاء التوفيق والرحمة",
      "name": "اللهم إني أسالك من فضلك ورحمتك، فإني لا يملكها إلا أنت.  [صحيح مسلم]"
    },
    {
      "meaning": "فضل الذكر بـ لا إله إلا الله",
      "name": "من قال لا إله إلا الله، وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، في يوم مئة مرة، كانت له عدل عشر رقاب، وكتبت له مئة حسنة، ومحيت عنه مئة سيئة، وكانت له حرزًا من الشيطان حتى يمسي.  [صحيح مسلم]"
    },
    {
      "meaning": "الاستجابة السريعة للدعاء",
      "name": "من دعاء الله دعوة، فاستجاب له، فلن يردّه الله.  [صحيح مسلم]"
    },
    {
      "meaning": "دعاء الحماية من البلاء",
      "name": "ما من عبد يقول في صباح كل يوم ومساءه: بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم، إلا لم يصبه فجأة بلاء.  [صحيح مسلم]"
    },
    {
      "meaning": "أثر الدعاء باليقين والإخلاص",
      "name": "إن الدعاء لا يردّ من الله إذا كان باليقين والإخلاص.  [رواه أحمد]"
    },
    {
      "meaning": "أفضل الذكر والدعاء",
      "name": "أفضل الذكر لا إله إلا الله، وأفضل الدعاء الحمد لله.  [صحيح مسلم]"
    },
    {
      "meaning": "فضل التسبيح والمغفرة",
      "name": "من قال سبحان الله وبحمده، غفرت له ذنوبه ولو كانت مثل زبد البحر.  [صحيح البخاري]"
    },
    {
      "meaning": "الدعاء بظهر الغيب",
      "name": "اللهم اجعلنا من الذين إذا ذكروا ذكروك، وإذا دعوا أجبتهم.  [صحيح مسلم]"
    },
    {
      "meaning": "أثر الدعاء لأخيك بظهر الغيب",
      "name": "من دعا لأخيه بظهر الغيب قال الملك: آمين، ولك مثل ذلك.  [صحيح مسلم]"
    },
    {
      "meaning": "الدعاء والذكر في الأماكن العامة",
      "name": "من ذكر الله في نفسه، ذكره الله في نفسه، ومن ذكره في ملأ، ذكره الله في ملأ خير منهم.  [صحيح مسلم]"
    },
    {
      "meaning": "الدعاء ينفع في البلاء",
      "name": "الدعاء ينفع مما نزل ومما لم ينزل، فعليكم عباد الله بالدعاء.  [صحيح مسلم]"
    },
    {
      "meaning": "دعاء الحماية من الشر",
      "name": "ألا أخبركم بشيء إذا قلتموه كفّ عنكم ما تحذرون، قالوا: بلى، قال: تقولون: اللهم إني أعوذ بك من شر ما عملت ومن شر ما لم أعمل.  [صحيح مسلم]"
    },
    {
      "meaning": "فضل الذكر في الصباح والمساء",
      "name": "من ذكر الله حين يصبح وحين يمسي عشر مرات، لم يُؤخذ عليه من شيء حتى يصبح أو يمسي.  [صحيح مسلم]"
    },
    {
      "meaning": "دعاء النور والتوفيق",
      "name": "من قال اللهم إني أسالك أن تجعل في قلبي نورًا، وفي لساني نورًا، وفي سمعي نورًا، وفي بصري نورًا، وأمامي نورًا، ومن خلفي نورًا، وعن يميني نورًا، وعن يساري نورًا، وفوقي نورًا، ومن تحتي نورًا، اللهم اجعل لي نورًا.  [صحيح مسلم]"
    },
    {
      "meaning": "أهمية الإلحاح في الدعاء",
      "name": "من دعا الله بحاجة ثم ألح عليه بالدعاء، فلا يظن أنه متروك.  [صحيح مسلم]"
    },
    {
      "meaning": "دعاء الهداية والثبات",
      "name": "من قال في يومه وليله: اللهم إني أسالك أن تهدي قلبي، وتثبت لساني، وتغفر لي ذنبي.  [رواه الترمذي]"
    },
    {
      "meaning": "دعاء التوفيق والنور",
      "name": "إذا قال العبد: اللهم إني عبدك، ابن عبدك، ابن أمتك، ناصيتي بيدك، ماضٍ في حكمك، عدلٌ في قضاؤك، أسالك بكل اسم هو لك سميت به نفسك أو أنزلته في كتابك، أو علمته أحدًا من خلقك، أو استأثرت به في علم الغيب عندك أن تجعل القرآن ربيع قلبي.  [صحيح مسلم]"
    }
  ],
  "abdat": [
    {
      "meaning": "فضل الصلاة وفضل الجماعة",
      "name": "من صلى أربعين يومًا في جماعة لا تفوته تكبيرة الإحرام، كتب له براءتان: براءة من النار وبراءة من النفاق.  [رواه الترمذي]"
    },
    {
      "meaning": "فضل الوضوء والتطهر",
      "name": "إذا توضأ العبد المسلم فغسل وجهه، خرج من وجهه كل خطيئة نظر إليها بعينيه مع الماء أو مع آخر قطر الماء، وإذا غسل يديه خرجت كل خطيئة عملتها يداه مع الماء أو مع آخر قطر الماء، وإذا مسح رأسه خرجت كل خطيئة أذنها مع الماء أو مع آخر قطر الماء، وإذا غسل رجليه خرجت كل خطيئة مشتها قدماه مع الماء أو مع آخر قطر الماء.  [صحيح مسلم]"
    },
    {
      "meaning": "أهمية صلاة الفجر",
      "name": "من صلى الفجر في جماعة فهو في ذمة الله.  [صحيح مسلم]"
    },
    {
      "meaning": "فضل الذكر بعد الصلاة",
      "name": "من قال بعد صلاة الفجر: لا إله إلا الله، وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، مئة مرة، كان له أجر مئة شهيد.  [صحيح مسلم]"
    },
    {
      "meaning": "فضل قيام الليل",
      "name": "أفضل الصلاة بعد الفريضة، صلاة الليل.  [صحيح مسلم]"
    },
    {
      "meaning": "فضل صيام رمضان",
      "name": "من صام رمضان إيمانًا واحتسابًا غفر له ما تقدم من ذنبه.  [صحيح البخاري]"
    },
    {
      "meaning": "الصدقة وفضلها العظيم",
      "name": "إذا تصدق العبد بشيء طيب، فإن الله يقبله بيمينه، ثم يربيه كما يربي أحدكم فلوه، حتى تكون مثل الجبل.  [صحيح مسلم]"
    },
    {
      "meaning": "أهمية الحج والعمرة",
      "name": "العمرة إلى العمرة كفارة لما بينهما، والحج المبرور ليس له جزاء إلا الجنة.  [صحيح البخاري]"
    },
    {
      "meaning": "فضل قراءة القرآن",
      "name": "من قرأ حرفًا من كتاب الله فله به حسنة، والحسنة بعشر أمثالها.  [صحيح الترمذي]"
    },
    {
      "meaning": "فضل الاستغفار",
      "name": "من استغفر للمؤمنين والمؤمنات، كتب الله له من الأجر مثل ما كتب للمؤمنين والمؤمنات.  [صحيح مسلم]"
    },
    {
      "meaning": "أهمية الصيام في غير رمضان",
      "name": "من صام يومًا في سبيل الله باعد الله عنه جهنم مسيرة مئة عام.  [صحيح البخاري]"
    },
    {
      "meaning": "العبادة في وقت البلاء",
      "name": "إذا مرض العبد أو سافر، كتب له مثل ما كان يعمل في صحته ومقيمًا.  [صحيح مسلم]"
    },
    {
      "meaning": "النية وأثرها في العبادة",
      "name": "إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى.  [صحيح البخاري]"
    },
    {
      "meaning": "الزكاة وطهارة المال",
      "name": "ما من صاحب ذهب ولا فضة لا يؤدي منها حقها إلا إذا كان يوم القيامة صفحت له صفائح من نار، فحميت عليها في نار جهنم، فيكوى بها جبينه وجنبه وظهره.  [صحيح مسلم]"
    },
    {
      "meaning": "فضل الوالدين وطاعتهما",
      "name": "رغم أنفه، ثم رغم أنفه، ثم رغم أنفه، قيل: من يا رسول الله؟ قال: من أدرك والديه عند الكبر أحدهما أو كليهما ثم لم يدخل الجنة.  [صحيح مسلم]"
    },
    {
      "meaning": "أهمية الشكر لله",
      "name": "من لا يشكر الناس لا يشكر الله. [صحيح الترمذي]"
    },
    {
      "meaning": "تطهير القلب بالعبادات",
      "name": "إِنَّ اللّهَ لَا يَنْظُرُ إِلَى صُورِكُمْ وَأَمْوَالِكُمْ وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُمْ. [صحيح مسلم]"
    },
    {
      "meaning": "فضل التسبيح بعد الصلاة",
      "name": "من سبح الله في دبر كل صلاة ثلاثًا وثلاثين، وحمده ثلاثًا وثلاثين، وكبره ثلاثًا وثلاثين، فتلك تسع وتسعون، وقال تمام المئة: لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير، غفرت له ذنوبه وإن كانت مثل زبد البحر. [صحيح مسلم]"
    },
    {
      "meaning": "العبادة في وقت الشدة",
      "name": "أشد الناس بلاءً الأنبياء، ثم الأمثل فالأمثل، يُبتلى المرء على حسب دينه، فإن كان في دينه صلابة، زيد في بلائه. [صحيح الترمذي]"
    },
    {
      "meaning": "أجر الصلاة على النبي",
      "name": "من صلى عليَّ صلاة واحدة، صلى الله عليه بها عشرة.  [صحيح مسلم]"
    }
  ]
}
